# code --list-extensions

aaron-bond.better-comments
albert.tabout
charliermarsh.ruff
docsmsft.docs-yaml
eamodio.gitlens
github.copilot
github.copilot-chat
hediet.vscode-drawio
james-yu.latex-workshop
lextudio.restructuredtext
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
njpwerner.autodocstring
redhat.vscode-yaml
tamasfe.even-better-toml
twxs.cmake
